Revit 2024 API
SymbolTypeId.WPerFt Property
 Symbol W/ft, indicating unit Watts per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerFt { get; }
Visual Basic
Public Shared ReadOnly Property WPerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace